/* No comment */
"Listing directory {0} failed" = "Listing directory {0} failed";

/* Touch file failed */
"Cannot create {0}" = "Cannot create file {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Tidak dapat membuat folder baru {0}";

/* Moving file failed */
"Cannot rename {0}" = "Tidak dapat merubah nama file {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Tidak dapat mengambil atribut file";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Failure to write attributes of {0}";

/* Removing file failed */
"Cannot delete {0}" = "Tidak dapat menghapus file {0}";

/* Ownership of file */
"Cannot change owner" = "Tidak dapat merubah kepemilikan";

/* Group ownership of file or folder */
"Cannot change group" = "Tidak dapat merubah group";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Tidak dapat merubah hak akses";
"Cannot change timestamp of {0}" = "Cannot change timestamp of {0}";

/* Mount failure */
"Connection failed" = "Koneksi gagal";

/* Transfer failure */
"Download {0} failed" = "Download gagal";

/* Transfer failure */
"Upload {0} failed" = "Upload gagal";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Cannot read CDN configuration";
"Cannot write CDN configuration" = "Cannot write CDN configuration";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Cannot read container configuration";

"Interoperability failure" = "Interoperability failure";
"File not found" = "File not found";
"Insufficient disk space" = "Insufficient disk space";

"DNS lookup for {0} failed" = "DNS lookup for {0} failed";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server";